var results =[["Заварите кофе и попробуйте выжить в шкуре стартапера и еще и заработать деньги"],
	[
		[
			[
				"Введите текст", +100, +100, "images/good_move.png"
			], 
			[
				"Введите текст", +50, -50, "images/ok_move.png"
			],
		],
		[
			[
				"Введите текст", +20, +10, "images/ok_move.png"
			],
			[
				"Введите текст", +10, -30, "images/bad_move.png"
			]
		],
		[
			[
				"Введите текст", 0, 0, "images/ok_move.png"
			],
			[
				"Введите текст", -100, -100, "images/very_bad_move.png"
			]
		]
	],

	[
		[
			[
				"Введите текст", +100, +100, "images/good_move.png"
			], 
			[
				"Введите текст", +50, -50, "images/ok_move.png"
			],
		],
		[
			[
				"Введите текст", +20, +10, "images/ok_move.png"
			],
			[
				"Введите текст", +10, -30, "images/bad_move.png"
			]
		],
		[
			[
				"Введите текст", 0, 0, "images/ok_move.png"
			],
			[
				"Введите текст", -100, -100, "images/very_bad_move.png"
			]
		]
	],

	[
		[
			[
				"Введите текст", +100, +100, "images/good_move.png"
			], 
			[
				"Введите текст", +50, -50, "images/ok_move.png"
			],
		],
		[
			[
				"ну такое", +20, +10, "images/ok_move.png"
			],
			[
				"отстой", +10, -30, "images/bad_move.png"
			]
		],
		[
			[
				"ничего не происходит", 0, 0, "images/ok_move.png"
			],
			[
				"ВСЁ ПЛОХО", -100, -100, "images/very_bad_move.png"
			]
		]
	],

	[
		[
			[
				"круто", +100, +100, "images/good_move.png"
			], 
			[
				"не оч", +50, -50, "images/ok_move.png"
			],
		],
		[
			[
				"ну такое", +20, +10, "images/ok_move.png"
			],
			[
				"отстой", +10, -30, "images/bad_move.png"
			]
		],
		[
			[
				"ничего не происходит", 0, 0, "images/ok_move.png"
			],
			[
				"ВСЁ ПЛОХО", -100, -100, "images/very_bad_move.png"
			]
		]
	],

	[
		[
			[
				"круто", +100, +100, "images/good_move.png"
			], 
			[
				"не оч", +50, -50, "images/ok_move.png"
			],
		],
		[
			[
				"ну такое", +20, +10, "images/ok_move.png"
			],
			[
				"отстой", +10, -30, "images/bad_move.png"
			]
		],
		[
			[
				"ничего не происходит", 0, 0, "images/ok_move.png"
			],
			[
				"ВСЁ ПЛОХО", -100, -100, "images/very_bad_move.png"
			]
		]
	],

	[
		[
			[
				"круто", +100, +100, "images/good_move.png"
			], 
			[
				"не оч", +50, -50, "images/ok_move.png"
			],
		],
		[
			[
				"ну такое", +20, +10, "images/ok_move.png"
			],
			[
				"отстой", +10, -30, "images/bad_move.png"
			]
		],
		[
			[
				"ничего не происходит", 0, 0, "images/ok_move.png"
			],
			[
				"ВСЁ ПЛОХО", -100, -100, "images/very_bad_move.png"
			]
		]
	],

	[
		[
			[
				"круто", +100, +100, "images/good_move.png"
			], 
			[
				"не оч", +50, -50, "images/ok_move.png"
			],
		],
		[
			[
				"ну такое", +20, +10, "images/ok_move.png"
			],
			[
				"отстой", +10, -30, "images/bad_move.png"
			]
		],
		[
			[
				"ничего не происходит", 0, 0, "images/ok_move.png"
			],
			[
				"ВСЁ ПЛОХО", -100, -100, "images/very_bad_move.png"
			]
		]
	]	
];

var questions = [[], [
	"Привет, стартапер! Уже готовы мало спать и жить проектом? Но для начала: Как будем выбирать нишу?", 
	"Чего тут думать? Все деньги в IT", "Займусь тем в чем хорошо разбираюсь", "А что на это счет говорит бизнес аналитика?"
], 
[
	"Теперь пришло время зарегистрировать ЮЛ! Заявки, отчеты, бланки… Кажется, это надолго", 
	"Я бывалый бизнесмен! И бумажки мне нипочем", "Да это будет долгая неделя, но я разберусь. В конце концов, все это есть в Интернете", "А это обязательно? Может если я буду игнорироваь это, оно исчезнет?"
],
[
	"Может и действитеьно пора кого-то нанять?  Но где взять команду?", 
	"Отберу лучшие резюме и составлю график собеседований", "У меня есть 3 знакомых програмиста, все остально на мне", "Да, HR агенство на аутсорсе уже занимается этим!"
],
[
	"Забыли про офис!", 
	"Опенспей на Тверской для креатива!", "А чем плох мой гараж? Стив Джобс начинал также", "Дистанционка - у нас в крови! Главное чтоб все были на связи"
], 
[
	"На носу крупное мероприятие с возможностью получить финансирование!", 
	"Подготовлю фееричную презентацию и надеюсь что мой телефон сам разорвется от предложений", "А судьи кто? Нет, я серьезно! Нужно узнать что мы можем им предложить", "Самое главное это нетворкинг! Хочу поближе узнать конкурентов… Ой, коллег"
],
[
	"Вам предстоит встреча с потенциальным инвестором!",
	"Уже звоню своему продукт менеджеру, а дизайнеры допиливают презу", "Я и есть продукт, такчо нужно выспаться и выглядеть на все сто! Миллионнов!", "Техническая часть - моя сильная сторона! Будем демонстрировать продукт"
],
[
	"Ваш старап добивается неплохих результатов. Что будем дальше?", 
	"Мой старап - это мой ребенок! Мы будем расти вместе!", "Посмотрим на цифры…Все зависит от прибыльности", "Моей свелой голове нельзя зацикливаться! Пора продать это дело и двигаться дальше!"
]];


