var results =[["Заварите кофе и попробуйте выжить в шкуре стартапера и еще и заработать деньги"],
	[
		[
			[
				"Кажется, вы нащупали золотую нишу. Конкуренты уже начали обсуждать ваши перспективы", +100, +100, "images/good_move.png"
			], 
			[
				"Печально, но оказывается не все то золото, что IT", +50, -50, "images/ok_move.png"
			],
		],
		[
			[
				"Вот, что случается, когда СЕО знает свое дело. Конкуренты уже побаиваются Вас.", +200, +150, "images/very_good_move.png"
			],
			[
				"Ну и кто Вам сказал, что стартап в сфере астрологии и херамантии хорошая идея?", +10, -30, "images/ok_move.png"
			]
		],
		[
			[
				"Ведущие экономические издания сообщают, что сейчас не время для нового дела. Аналитики советуют оставаться в кровати", 0, 0, "images/ok_move.png"
			],
			[
				"Мда, создание экологичных технологий для индивидуального транспорта было конечно хорошей задумкой, но зачем изобретать велосипед ", -100, -100, "images/very_bad_move.png"
			]
		]
	],

	[
		[
			[
				"Сразу видно, кто не прогуливал Бухучёт в университете!", +100, +100, "images/good_move.png"
			], 
			[
				"Деньги Вы конечно сэкономили, но какой ценой?", +50, -150, "images/very_bad_move.png"
			],
		],
		[
			[
				"Как приятно находить в себе новые таланты! Может стоит снять об этом видеокурс?", +20, +100, "images/good_move.png"
			],
			[
				"Ошибка на ошибке. Видимо в школе Вы занимались перепродажей наклеек и фигурок", -100, -30, "images/bad_move.png"
			]
		],
		[
			[
				"*Виу-виу* Незаконная предпринимательская деятельность? На этот раз предупреждение, но Вам стоит сразу нанять юриста", 0, -50, "images/bad_move.png"
			],
			[
				"Что это? Карма или нетворкинг? Еще вчера вы жаловались в инстаграмме на кипу бумаг, а сегодня бухгалтеры обрывают Вам телефон", -50, 100, "images/ok_move.png"
			]
		]
	],

	[
		[
			[
				"Время потрачено не зря: с такой командой можно и на необитаемый остров", +100, +200, "images/very_good_move.png"
			], 
			[
				"Очередь к Вашему кабинету стоит километровая. Работа в прочем тоже стоит.", -50, -50, "images/bad_move.png"
			],
		],
		[
			[
				"Компактная команда тоже может быть эффективной!", +150, +50, "images/good_move.png"
			],
			[
				"Предлагаем переименовать Ваш проект в Вавилонскую башню - программисты явно говорят на другом языке", 0, -80, "images/bad_move.png"
			]
		],
		[
			[
				"Разделяй и делигируй...или как там было", +120, 0, "images/good_move.png"
			],
			[
				"Как же приятно, когда все на своих местах...", -70, +100, "images/ok_move.png"
			]
		]
	],

	[
		[
			[
				"Вы врываетесь в топ работодателей", +200, +200, "images/very_good_move.png"
			], 
			[
				"Все приходят во время и не хотят уходить? Значит арендная плата окуплена!", 0, +100, "images/good_move.png"
			],
		],
		[
			[
				"Ваш район Кремниевой Долиной пока не назовешь", -100, -100, "images/bad_move.png"
			],
			[
				"На первое время - отлично. Для руководителя стартапа мыслить уже имеющимися активами - это суперсила", +100, +50, "images/good_move.png"
			]
		],
		[
			[
				"Однажды утром никто не вышел на конференс колл", -100, -100, "images/bad_move.png"
			],
			[
				"Удобно, экономично, эффективно и можно показывать домашних животных коллегам", +100, +100, "images/good_move.png"
			]
		]
	],

	[
		[
			[
				"Пока вы рассказывали презентацию, все ушли строится в очередь за тарталетками", -100, -100, "images/bad_move.png"
			], 
			[
				"Главный приз конкурса и всеобщее восхищение у вас в кармане. Вместе с крупной пачкой визиток", +200, +200, "images/very_good_move.png"
			],
		],
		[
			[
				"Возможный партнер под которого Вы адаптировали презентацию заболел", 0, -100, "images/bad_move.png"
			],
			[
				"После презентации Вам сделали хорошее инвестиционное предложение", +200, +100, "images/very_good_move.png"
			]
		],
		[
			[
				"Какие приятные люди и вкусное шампанское! А зачем мы здесь?", 0, +100, "images/good_move.png"
			],
			[
				"В воздухе атмосфера напряжения и конкуренции. Друзей тут мы вряд ли найдем", 0, 0, "images/ok_move.png"
			]
		]
	],

	[
		[
			[
				"Менеджеры что-то пишут в блокноты. Кто-то сидит в телефоне. Видимо тридцатый слайд полный цифр был лишним", 0, -30, "images/ok_move.png"
			], 
			[
				"Питчи у вас в крови. Называйте инвестору любую сумму - он под впечатлением", +300, +100, "images/very_good_move.png"
			],
		],
		[
			[
				"Бодрая речь. Яркий костюм. Они бы просто не смогли Вам отказать!", +200, +150, "images/very_good_move.png"
			],
			[
				"Кажется все-таки стоило хотя бы презентацию захватить", -50, -50, "images/bad_move.png"
			]
		],
		[
			[
				"В глазах инвестора читалось: если я это не куплю, это купит Яндекс", +100, +100, "images/good_move.png"
			],
			[
				"Вас поситила армия багов, завис комп и отвалился интернет", 0, -100, "images/bad_move.png"
			]
		]
	],

	[
		[
			[
				"Первый год для Вашего стартапа окончен! Пора подвести итог", +50, +100, "images/good_move.png"
			], 
			[
				
			],
		],
		[
			[
				"Первый год для Вашего стартапа окончен! Пора подвести итог", +10, +10, "images/ok_move.png"
			],
			[
				
			]
		],
		[
			[
				"Первый год для Вашего стартапа окончен! Пора подвести итог", +100, +30, "images/good_move.png"
			],
			[
				
			]
		]
	]	
];

var questions = [[], [
	"Привет, стартапер! Уже готовы мало спать и жить проектом? Но для начала: Как будем выбирать нишу?", 
	"Чего тут думать? Все деньги в IT", "Займусь тем в чем хорошо разбираюсь", "А что на этот счет говорит бизнес аналитика?"
], 
[
	"Теперь пришло время зарегистрировать ЮЛ! Заявки, отчеты, бланки… Кажется, это надолго", 
	"Я бывалый бизнесмен! И бумажки мне нипочем", "Да это будет долгая неделя, но я разберусь. В конце концов, все это есть в Интернете", "А это обязательно? Может если я буду игнорироваь это, оно исчезнет?"
],
[
	"Может и действитеьно пора кого-то нанять?  Но где взять команду?", 
	"Отберу лучшие резюме и составлю график собеседований", "У меня есть 3 знакомых программиста, все остально на мне", "Да, HR агенство на аутсорсе уже занимается этим!"
],
[
	"Забыли про офис!", 
	"Опенспей на Тверской для креатива!", "А чем плох мой гараж? Стив Джобс начинал также", "Дистанционка - у нас в крови! Главное чтоб все были на связи"
], 
[
	"На носу крупное мероприятие с возможностью получить финансирование!", 
	"Подготовлю фееричную презентацию и надеюсь что мой телефон сам разорвется от предложений", "А судьи кто? Нет, я серьезно! Нужно узнать что мы можем им предложить", "Самое главное это нетворкинг! Хочу поближе узнать конкурентов… Ой, коллег"
],
[
	"Вам предстоит встреча с потенциальным инвестором!",
	"Уже звоню своему продукт менеджеру, а дизайнеры допиливают презу", "Я и есть продукт, так что нужно выспаться и выглядеть на все сто! Миллионнов!", "Техническая часть - моя сильная сторона! Будем демонстрировать продукт"
],
[
	"Ваш старап добивается неплохих результатов. Что будем дальше?", 
	"Мой старап - это мой ребенок! Мы будем расти вместе!", "Посмотрим на цифры…Все зависит от прибыльности", "Моей светлой голове нельзя зацикливаться! Пора продать это дело и двигаться дальше!"
]];


